export default ar = {
  LanguageScreenTitle: 'اختر لغتك',
  GetStarted: 'استمر',
  Profile: 'معلومات الحساب',
  Username: 'اسم المستخدم',
  Password: 'كلمة المرور',
  PhoneNumber: 'رقم المحمول',
  Language: 'اللغة',
  ContactWithUs: 'اتصل بنا',
  Facebook: 'فيسبوك',
  Twitter: 'تويتر',
  HelpUs: 'ساعدنا على النمو',
  ShareNabd: 'شارك التطبيق',
  SendUsFeedback: 'البريد الالكتروني',
  ShareMsg: 'استخدم تطبيق #نبض وساعد الآخرين في حالات الطوارئ',
  EmailTitle: 'تطبيق نبض',
  Settings: 'الإعدادات',
  FirstAid: 'الإسعافات الأولية',
  // tooth_injury: [
  //   {
  //     body: 'something'
  //   },
  //   {
  //     body:
  //       '	إذا كان السن متسخًا، يجب شطفه بلطف باستخدام الماء النظيف فقط، ولا يستخدم الصابون، أو أي من المواد الكيميائية، مع عدم القيام بفرك السن، أو تجفيفه، كما لا يجب لف السن بمنديل، أو قطعة قماش.'
  //   },
  //   {
  //     body:
  //       'محاولة إعادة السن إلى موضعه في اللثة على الفور، وذلك بالقيام بوضعه برفق، والقيام بالعض عليه بلطف حتى يستقر في مكانه.'
  //   },
  //   {
  //     body:
  //       'عند عدم القدرة على إعادة السن لمكانه، يجب وضعه في كوب لبن، أو وضعه بالفم بجوار الخد، لكن لا يجب حفظ السن في الماء.'
  //   },
  //   {
  //     body: 'الذهاب للطبيب في خلال ثلاثين دقيقة للتدخل السريع.'
  //   }
  // ]

  // tooth_injury: ['1', '2', '3']

  tooth_injury: [
    'العثور على السن، وإمساكه من الجزء المستخدم في المضغ (التاج)، ولا يجب أبدًا لمس جذور السن.',
    '	إذا كان السن متسخًا، يجب شطفه بلطف باستخدام الماء النظيف فقط، ولا يستخدم الصابون، أو أي من المواد الكيميائية، مع عدم القيام بفرك السن، أو تجفيفه، كما لا يجب لف السن بمنديل، أو قطعة قماش.',
    'محاولة إعادة السن إلى موضعه في اللثة على الفور، وذلك بالقيام بوضعه برفق، والقيام بالعض عليه بلطف حتى يستقر في مكانه.',
    'عند عدم القدرة على إعادة السن لمكانه، يجب وضعه في كوب لبن، أو وضعه بالفم بجوار الخد، لكن لا يجب حفظ السن في الماء.',
    'الذهاب للطبيب في خلال ثلاثين دقيقة للتدخل السريع.'
  ],
  nosebleeding: [
    'الانحناء قليلًا إلى الأمام في أثناء الجلوس، أو الوقوف، مع تجنب الاستلقاء، أو ميل الرأس للخلف؛ لأن ذلك سيتسبب بابتلاع الدم، والقيء.',

    'إمساك الأنف من الجزء الناعم (ليس العظمي) من الناحيتين، مع تجنب الضغط على جانب واحد فقط، حتى لو كان النزيف على جانب واحد فقط.',

    'الضغط على الأنف لمدة خمس دقائق على الأقل للأطفال، ومن 10 إلى 15 دقيقة للبالغين، مع عدم القيام بفك الضغط عن الأنف؛ لاكتشاف ما إذا كان النزيف قد توقف، إلا بعد مضي الوقت المحدد.',

    'يمكن وضع كمادات باردة، أو كيس ثلج على الأنف، حيث يساعد الأوعية الدموية على الانقباض.',

    'تكرار الخطوات السابقة إذا لم يتوقف النزيف، مع القيام بالضغط على الأنف لمدة لا تقل عن 30 دقيقة، فإذا لم يتوقف النزيف فيجب التوجه إلى الطوارئ على الفور.'
  ],
  fractures: [
    'إيقاف النزيف، خصوصًا إذا صاحب الكسر تهتك بالجلد، وذلك بالضغط على الجرح باستخدام ضمادة معقمة، أو قطعة قماش نظيفة.',

    'يجب عدم تحريك المنطقة المصابة؛ لأن تحريكها يمكن أن يؤدي إلى مضاعفات بالغة، خصوصًا إذا كان الكسر في الرقبة، أو العمود الفقري.',

    'يجب تبريد المنطقة المصابة، بوضع مكعبات من الثلج بقطعة قماش نظيفة، ثم وضعها على المنطقة المصابة.',

    'علاج المصاب من الصدمة، وذلك بوضع المصاب في وضع مريح، وطمأنته، وتغطيته ببطانية؛ لمساعدته على التدفئة.',

    'الاتصال بالإسعاف؛ طلبًا للمساعدة، ولنقل المصاب إلى قسم الطوارئ؛ لاتخاذ الإجراءات اللازمة من فحوصات، وعلاج.'
  ],
  cuts: [
    'غسل اليدين جيدًا بالماء النظيف، والصابون قبل التعامل مع الجرح، مع تجنب لمسه بالأصابع في أثناء معالجته إن أمكن. وينصح باستخدام قفازات مطاطية يمكن التخلص منها.',
    'إزالة المجوهرات من الجزء المصاب بالجسم.',

    'الضغط المباشر على الجرح؛ لوقف النزيف، مع تجنب ربط ما حول موضع الجرح؛ حيث يمكن أن يؤدي ذلك إلى حدوث تلف بالأنسجة. ',

    'تنظيف الجرح بعد توقف النزيف، وذلك باستخدام محلول ملحي إن أمكن، وإذا لم يكن متاحًا، فيمكن استخدام مياه الشرب المعبأة.',
    'فحص الجرح، وإزالة أي تلوث، أو جسم غريب بداخله.',
    'التنظيف برفق حول الجرح، باستخدام الماء النظيف، والصابون.',

    'تغطية الجرح بضمادة نظيفة معقمة، أما إذا كان الجرح ملوثًا، أو كان بسبب العض، مثل عضة الكلب، أو كان بسبب إبرة ملوثة فيجب تركه مفتوحًا.',

    'تناول المسكنات مثل: الإيبوبروفين؛ لتسكين الألم، وتغيير الضمادة كل 24 ساعة.'
  ],

  head_injury: [
    'يتحدد العلاج على أساس درجة الإصابة بالرأس؛ حيث لا تحتاج الحالات الخفيفة غالبا إلى علاج؛ وإذا كانت الإصابة شديدة، فيجب الاتصال بالإسعاف على الفور.',

    'إذا كان المصاب ينزف، فيجب إيقاف النزيف باستخدام شاش، أو قماش نظيف.',

    'إذا كان الجرح مفتوحًا، تجنب لمسه، أو الضغط عليه، ويمكن تغطية الجرح، أو لفه بشاش نظيف.',

    'إذا كان المصاب في وضعية الجلوس ويتقيأ، فحاول مساعدته بإبقائه في وضع منحنٍ للأمام. أما إذا كان المصاب مستلقيًّا على الأرض، فحاول وضعه على أحد جنبيه؛ منعًا للاختناق.',

    'إذا كان المصاب مستيقظًا، فاطلب منه عدم تحريك رأسه ورقبته؛ لمنع المزيد من الأضرار التي لحقت بالعمود الفقري، والمخ.',

    'إذا كان المصاب فاقدًا للوعي، ويتنفس بصورة طبيعية، فحاول تثبيت جسمه بجعل الرأس، والرقبة، والعمود الفقري في وضع مستقيم.',

    'إذا كان الشخص في غير وعيه، ولا يتنفس، فابدأ بعملية الإنعاش القلبي - الرئوي.'
  ],
  burns: [
    'يمكن علاج الحروق الصغيرة السطحية، والسطحية الجزئية في المنزل. أما الحروق الأكبر والأعمق فيجب تقييمها وعلاجها من قبل مقدم الرعاية الصحية.',

    'القيام بإزالة أي ملابس من المنطقة المحروقة، لكن إذا التصقت الملابس بالجلد، فيجب التوجه للطبيب على الفور لإزالتها.',

    'إزالة الإكسسوارات، مثل: الخواتم، الساعات، الأحزمة، الأحذية إن وجدت برفق.',

    'غسل الجلد المحروق بلطف بماء جارٍ من الصنبور، على أن يكون باردًا، وليس من الضروري تطهير الجلد بالكحول، أو اليود، أو المطهرات الأخرى.',

    'بعد تنظيف الجلد، يمكن وضع ضغط بارد عليه، أو نقع المنطقة في ماء بارد، وليس في ثلج، لفترة زمنية قصيرة؛ لتخفيف الألم، وتقليل مدى الاحتراق.',

    'تجنب وضع الثلج مباشرة على الجلد؛ لأن ذلك قد يؤدي إلى تلف الجلد بشكل أكبر.',

    'يمكن منع العدوى في حالة الحروق السطحية الجزئية، أو الحروق الشديدة باستخدام الصبار، أو وضع كريم مضاد حيوي على المنطقة المصابة.  مع تجنب وضع المواد الأخرى، مثل: الخردل، معجون الأسنان، بياض البيض، زيت اللافندر، الزبدة، المايونيز.',

    'المحافظة على نظافة موضع الحرق عن طريق غسلها يوميًّا بالماء والصابون.',

    'تغطية الحروق التي تصاحبها بثور بضمادة نظيفة، ويفضل من النوع الذي لا يلتصق بالجلد، مثل: ضمادة غير لاصقة، أو شاش فازلين. كما يمكن تغطية الحروق البسيطة عند الرغبة بذلك بضمادة نظيفة.',

    'يجب تغيير الضمادة مرة أو مرتين يوميًّا، مع تجنب فتح البثور المتكونة بإبرة؛ لأن ذلك يزيد من خطر الإصابة بالتهاب الجلد.'
  ],
  chemical_poisoning_swallowing: [
    'يراقب التنفس مع عمل تنفس صناعي إذا لزم الأمر.',
    'إعطاء لبن بارد وبياض بيضة',
    'إعطاء مسكن قوي لتخفيف الألم',

    'يمنع إحداث قيء للمصاب، كما يمنع غسيل المعدة أو إعطاء أحماض مثل الخل وعصير الليمون في حالات التسمم بالقلويات مثل الفلاش.',
    'ينقل المصاب للمستشفى فوراً.'
  ],
  chemical_poisoning_inhaling: [
    'نقل المصاب فورا من الجو المشبع بالغاز أو البخار السام إلى هواء نقي مع تحرير الجسم من الملابس الضاغطة وفك أربطة العنق.',

    'إجراء تنفس صناعي في حالة هبوط أو فشل التنفس وذلك إمالة الرأس المصاب الي الخلف وذلك لتفتيح المسالك الهوائية مع إغلاق فوهتي الأنف بالأصبع واخذ شهيق عميق ووضع شفتي المعالج بإحكام فوق فم المصاب ونفخ الهواء في رئتيه, وذلك مع مراقبة صدر المريض الذي يرتفع عندما يصل الهواء الي داخل الرئتين.',

    'يرفع فم الشخص المُعالج حتى يتمكن المريض من عملية الزفير مع مراقبة انخفاض الصدر، وتتكرر العملية السابقة حتى يستعيد المصاب تنفسه الطبيعي.',

    'تدفئة المريض إذا ظهرت عليه علامات البرد أو القشعريرة, والتهدئة من روعه.',

    'نقل المريض فورا إلى المستشفى، حيث تتميز حالات التسمم بالاستنشاق بسرعة وصول السم إلى الدم.'
  ],
  eye_injury_scratch: [
    'يجب غسل العين بالماء النظيف، أو بمحلول ملحي.',

    'القيام بالرمش عدة مرات، فقد يساعد ذلك على إخراج ذرات الرمل، أو التراب الصغيرة من العين.',

    'لا يجب لمس العينين بأي شيء، أو فركها باليدين، أو محاولة إزالة الجسم الغريب؛ لأن ذلك يؤذي العين.',

    'لا يجب ارتداء العدسات اللاصقة حتى تمام الشفاء؛ لأن ارتداءها سوف يؤدي إلى إبطاء الشفاء، ويمكن أن يتسبب في حدوث مضاعفات.',

    'لا يجب استخدام القطرة المهدئة للاحمرار؛ لأنها سوف تكون مؤلمة، ولن تساعد في التئام الخدش.',

    'إذا حدث تحسس للعين من الضوء بعد حدوث الخدش، فيجب ارتداء النظارة الشمسية للشعور بالراحة.'
  ],
  eye_injury_puncture: [
    'يجب تغطية العين بغطاء واقٍ نظيف إلى حين الوصول إلى الطبيب.',
    'تجنب الضغط على غطاء العين آو شطف العين بالماء.',

    'تجنب القيام بإزالة أي شيء عالق بالعين، أو القيام بفرك العين، أو الضغط عليها.',

    'عدم تناول الإسبرين، أو أي من الأدوية المضادة للالتهابات؛ لأنها سوف تزيد من النزيف.',
    'يجب التوجه إلى الطوارئ، أو الطبيب على الفور.'
  ],
  seizure: [
    'تمديد المصاب على الأرض، مع تجنب محاولة إيقاف حركات المصاب في أثناء النوبة.',

    'وضع المصاب بلطف على جانب واحد؛ لمساعدته على التنفس. وتأمين المنطقة المحيطة به.',

    'وضع شيء ناعم تحت رأس المصاب، مثل: سترة، أو غيرها، وأيضًا إزالة النظارات من وجهه، وفك أزرار القميص، وربطة العنق.',

    'تجنب وضع أي طعام أو ماء أو جسم في فم المصاب؛ حيث يمكن ذلك أن يجرح فكه، أو يصيب أسنانه.',

    'تجنب محاولة عمل الإنعاش القلبي - الرئوي؛ لأن المصاب سيبدأ بالتنفس بمفرده بعد النوبة.',
    'ضرورة الاتصال بالطوارئ، إذا استمرت النوبة أكثر من خمس دقائق.'
  ],
  bleeding: [
    'قم بإزالة أي أوساخ أو بقايا واضحة عن الجرح، فقط قم بإزالة الأوساخ الظاهرة، ولا تقم بإزالة الأجسام الكبيرة أو المغروسة بعمق داخل الجسم، ولا تفحص الجرح أو تحاول تنظيفه، وارتدِ القفازات الواقية المعدة للاستخدام مرة واحدة في حال توافرها.',

    'لا تضغط بشكل مباشر على إصابة العين أو على الجسم المغروس، ولا تصحح الوضع أو تضغط على الأعضاء التي تمت إزاحتها من موضعها، فقط غطِ الجرح بضمادة نظيفة.',

    'ارفع الجزء المصاب أعلى من مستوى القلب، وساعد الشخص المصاب على الاستلقاء، ويُفضل أن يكون على سجادة أو بطانية لمنع فقدان حرارة الجسم وإن أمكن، ارفع ساقيه.',

    'لا تقم بإزالة الشاش أو الضمادة، في حالة تسرب النزيف من الشاش أو قطع القماش الأخرى الموجودة على الجرح، فقم بوضع ضمادة أخرى أعلى الضمادة الحالية، واستمر في الضغط بقوة على المنطقة.',

    'ضع ضمادة معقمة أو قطعة قماش نظيفة على الجرح، واضغط على الضمادة بقوة براحة يدك للتحكم في النزيف، وحافظ على الضغط من خلال "تعصيب" الجرح بضمادة أو بقطعة قماش نظيفة بشكل محكم، وقم بربط الجرح بشريط لاصق، واستخدم يديك في حال عدم توفر أي شيء آخر.',

    'ثبت الجزء المصاب من الجسم بمجرد توقف النزيف، واترك الضمادات في مكانها واذهب بالشخص المصاب إلى غرفة الطوارئ في أسرع وقت ممكن.'
  ],
  cpr: [
    'قبل بدء عملية الإنعاش يجب التأكد من سلامة المكان والمصاب؛ كما ويحبذ وضع قفازين على اليدين منعًا لانتقال العدوى والأمراض من المصاب إلى المُعالِج أو بالعكس.',

    'في البداية يجب محاولة التواصل مع المصاب كلاميًّا. في حال لم يستجب ينبغي قرصه في العضلة شبه المنحرفة (جانبي العنق) و فرك عظمة الصدر. في حال لم يستجب، يعتبر المصاب فاقدًا للوعي.',

    'يجب فحص وجود إفرازات أو جسم غريب داخل فم المصاب. يجب، في حال وجودها، إمالة رأس المصاب إلى إحدى الجهتين، وتفريغ فمه من الإفرازات بواسطة الإصبع، وإزالة أي جسم غريب.',

    'الإمساك برأس المصاب من منطقة أسفل الذقن ومن جبهته، وإمالته إلى الوراء قليلاً، وذلك من أجل التأكد من فتح مجرى التنفس.',

    'فحص إذا كان المصاب يتنفس، وذلك من خلال وضع يده على منطقة الصدر وتقريب الأذن من مجرى التنفس (الفم والأنف). إذا لم تكن هنالك عملية تنفس، يجب إجراء عملية إعطاء التنفس الاصطناعي مرتين من الفم، مع المحافظة على الالتصاق التام بين فم المصاب وفم مقدم الإسعاف.',

    'يجب التأكد من وجود نبض لدى المصاب، وذلك من خلال القيام بالضغط بخفة على جانب العنق، حيث يوجد الشريان السباتي.',

    ' في حال لم نستطع الإحساس بوجود نبض، على مقدم الإسعافات أن يقوم بثلاثين عملية تدليك للصدر (في الدقيقة)، والتي يتم إجراؤها بواسطة ضم كفتي اليدين إلى بعضهما، بسط المرفقين بالكامل والقيام بالضغط على صدر المصاب، بواسطة كامل ثقل الجسم (دون طي المرفقين).',

    'يجب، بعد مرور دقيقة، تقييم وضع المصاب مجددًا وفحص إذا كان النبض أو التنفس قد عادا له؛ ينبغي، في حال عدم وجود نبض أو تنفس، القيام مجددًا بالعمليات السابقة.'
  ]
};
