export default {
  data: [
    {
      title: 'Step one',
      body:
        'العثور على السن، وإمساكه من الجزء المستخدم في المضغ (التاج)، ولا يجب أبدًا لمس جذور السن.'
    },
    {
      title: 'Step two',
      body:
        '	إذا كان السن متسخًا، يجب شطفه بلطف باستخدام الماء النظيف فقط، ولا يستخدم الصابون، أو أي من المواد الكيميائية، مع عدم القيام بفرك السن، أو تجفيفه، كما لا يجب لف السن بمنديل، أو قطعة قماش.'
    },
    {
      title: 'Step three',
      body:
        'محاولة إعادة السن إلى موضعه في اللثة على الفور، وذلك بالقيام بوضعه برفق، والقيام بالعض عليه بلطف حتى يستقر في مكانه.'
    },
    {
      title: 'Step four',
      body:
        'عند عدم القدرة على إعادة السن لمكانه، يجب وضعه في كوب لبن، أو وضعه بالفم بجوار الخد، لكن لا يجب حفظ السن في الماء.'
    },
    {
      title: 'Step five',
      body: 'الذهاب للطبيب في خلال ثلاثين دقيقة للتدخل السريع.'
    }
  ]
};
