export default {
  toothInjury: [
    {
      title: 'Step one',
      body:
        'العثور على السن، وإمساكه من الجزء المستخدم في المضغ (التاج)، ولا يجب أبدًا لمس جذور السن.',
      image: require('./images/tooth_injury/step1.png')
    },
    {
      title: 'Step two',
      body:
        '	إذا كان السن متسخًا، يجب شطفه بلطف باستخدام الماء النظيف فقط، ولا يستخدم الصابون، أو أي من المواد الكيميائية، مع عدم القيام بفرك السن، أو تجفيفه، كما لا يجب لف السن بمنديل، أو قطعة قماش.',
      image: require('./images/tooth_injury/step2.jpg')
    },
    {
      title: 'Step three',
      body:
        'محاولة إعادة السن إلى موضعه في اللثة على الفور، وذلك بالقيام بوضعه برفق، والقيام بالعض عليه بلطف حتى يستقر في مكانه.',
      image: require('./images/tooth_injury/step3.png')
    },
    {
      title: 'Step four',
      body:
        'عند عدم القدرة على إعادة السن لمكانه، يجب وضعه في كوب لبن، أو وضعه بالفم بجوار الخد، لكن لا يجب حفظ السن في الماء.',
      image: require('./images/tooth_injury/step4.png')
    },
    {
      title: 'Step five',
      body: 'الذهاب للطبيب في خلال ثلاثين دقيقة للتدخل السريع.',
      image: require('./images/tooth_injury/step5.jpg')
    }
  ],

  nosebleeding: [
    {
      body:
        'الانحناء قليلًا إلى الأمام في أثناء الجلوس، أو الوقوف، مع تجنب الاستلقاء، أو ميل الرأس للخلف؛ لأن ذلك سيتسبب بابتلاع الدم، والقيء.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'إمساك الأنف من الجزء الناعم (ليس العظمي) من الناحيتين، مع تجنب الضغط على جانب واحد فقط، حتى لو كان النزيف على جانب واحد فقط.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'الضغط على الأنف لمدة خمس دقائق على الأقل للأطفال، ومن 10 إلى 15 دقيقة للبالغين، مع عدم القيام بفك الضغط عن الأنف؛ لاكتشاف ما إذا كان النزيف قد توقف، إلا بعد مضي الوقت المحدد.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'يمكن وضع كمادات باردة، أو كيس ثلج على الأنف، حيث يساعد الأوعية الدموية على الانقباض.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'تكرار الخطوات السابقة إذا لم يتوقف النزيف، مع القيام بالضغط على الأنف لمدة لا تقل عن 30 دقيقة، فإذا لم يتوقف النزيف فيجب التوجه إلى الطوارئ على الفور.',
      image: require('./images/tooth_injury/step5.jpg')
    }
  ],
  fractures: [
    {
      body:
        'إيقاف النزيف، خصوصًا إذا صاحب الكسر تهتك بالجلد، وذلك بالضغط على الجرح باستخدام ضمادة معقمة، أو قطعة قماش نظيفة.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'يجب عدم تحريك المنطقة المصابة؛ لأن تحريكها يمكن أن يؤدي إلى مضاعفات بالغة، خصوصًا إذا كان الكسر في الرقبة، أو العمود الفقري.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'يجب تبريد المنطقة المصابة، بوضع مكعبات من الثلج بقطعة قماش نظيفة، ثم وضعها على المنطقة المصابة.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'علاج المصاب من الصدمة، وذلك بوضع المصاب في وضع مريح، وطمأنته، وتغطيته ببطانية؛ لمساعدته على التدفئة.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'الاتصال بالإسعاف؛ طلبًا للمساعدة، ولنقل المصاب إلى قسم الطوارئ؛ لاتخاذ الإجراءات اللازمة من فحوصات، وعلاج.',
      image: require('./images/tooth_injury/step5.jpg')
    }
  ],
  cuts: [
    {
      body:
        'غسل اليدين جيدًا بالماء النظيف، والصابون قبل التعامل مع الجرح، مع تجنب لمسه بالأصابع في أثناء معالجته إن أمكن. وينصح باستخدام قفازات مطاطية يمكن التخلص منها.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body: 'إزالة المجوهرات من الجزء المصاب بالجسم.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'الضغط المباشر على الجرح؛ لوقف النزيف، مع تجنب ربط ما حول موضع الجرح؛ حيث يمكن أن يؤدي ذلك إلى حدوث تلف بالأنسجة. ',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'تنظيف الجرح بعد توقف النزيف، وذلك باستخدام محلول ملحي إن أمكن، وإذا لم يكن متاحًا، فيمكن استخدام مياه الشرب المعبأة.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body: 'فحص الجرح، وإزالة أي تلوث، أو جسم غريب بداخله.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body: 'التنظيف برفق حول الجرح، باستخدام الماء النظيف، والصابون.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'تغطية الجرح بضمادة نظيفة معقمة، أما إذا كان الجرح ملوثًا، أو كان بسبب العض، مثل عضة الكلب، أو كان بسبب إبرة ملوثة فيجب تركه مفتوحًا.',
      image: require('./images/tooth_injury/step5.jpg')
    },
    {
      body:
        'تناول المسكنات مثل: الإيبوبروفين؛ لتسكين الألم، وتغيير الضمادة كل 24 ساعة.',
      image: require('./images/tooth_injury/step5.jpg')
    }
  ]
};
